/* Message when network connection is unavailable */
"A block cannot be started without a working network connection.  You can override this setting in Preferences." = "بلوک نمی تواند بدون اتصال به شبکه کار شروع شود. شما می توانید این تنظیمات را در تنظیمات زیر پا بگذارند , و عوض کنید";

/* Whitelist block explanation */
"A whitelist block means that everything on the internet BESIDES your specified list will be blocked.  This includes the web, email, SSH, and anything else your computer accesses via the internet.  If a web site requires resources such as images or scripts from a site that is not on your whitelist, the site may not work properly." = "بلوک لیست سفید این معنی است که همه چیز را در اینترنت علاوه بر لیست مشخص شده خود را مسدود خواهد شد. این شامل وب، ایمیل، SSH، و هر چیز دیگری از کامپیوتر خود را دسترسی از طریق اینترنت. اگر یک وب سایت نیاز به منابع مانند تصاویر یا اسکریپت از یک سایت است که در لیست سفید شما نیست، سایت ممکن است به درستی کار نمی کند.";

/* Whitelist block confirmation prompt */
"Are you sure you want a whitelist block?" = "آیا مطمئن هستید که می خواهید یک بلوک لیست سفید؟";

/* Block in progress error title */
"Block in progress" = "بلوک در حال پیشرفت";

/* Cancel button */
"Cancel" = "لغو";

/* Single day time string */
"day" = "روز";

/* Plural days time string */
"days" = "روزها";

/* Shows that SelfControl is disabled */
"disabled" = "غیر فعال";

/* Single hour time string */
"hour" = "ساعت";

/* Plural hours time string */
"hours" = "ساعات";

/* Loading button */
"Loading" = "بارگذاری";

/* Single minute time string */
"minute" = "دقیقه";

/* Plural minutes time string */
"minutes" = "دقایق";

/* Network Diagnostics button */
"Network Diagnostics..." = "...تشخیص شبکه";

/* No network connection detected message */
"No network connection detected" = "بدون اتصال به شبکه شناسایی";

/* OK button */
"OK" = "باشه";

/* Common title for Preferences window */
"Preferences" = "تنظیمات";

/* Start button */
"Start" = "شروع";

/* Block in progress explanation */
"The blacklist cannot be edited while a block is in progress." = ".لیست سیاه قابل ویرایش نیست در حالی که یک بلوک در حال پیشرفت است";

/* No comment provided by engineer. */
"This version of SelfControl only supports Mac OS X version 10.7 (Lion) or higher. To download a version for older operating systems, please go to www.selfcontrolapp.com" = "این نسخه از SelfControl تنها پشتیبانی از سیستم عامل Mac OS X نسخه 10.7 (شیر) و یا بالاتر. برای دانلود نسخه برای سیستم عامل های قدیمی تر، لطفا به www.selfcontrolapp.com رفتن";

/* No comment provided by engineer. */
"Unsupported version" = "نسخه پشتیبانی نشده";

/* block not active string */
"Block not active" = "بلوک فعال است";

/* Toolbar item name for the General preference pane */
"General" = "عمومی";

/* Toolbar item name for the Advanced preference pane */
"Advanced" = "پیشرفته";
